/* titles for section letters on Items screen. Start with a :. Matches the list in the Contacts application */
":A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:#" = ":A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:#";

/* all the sections that can show up in the list, in alphabetical order, except for 123 */
"A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z" = "A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z";

/* same as section letters, but instead of the • include the letter that tapping on it should scroll the user to */
"A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:#" = "A:B:C:D:E:F:G:H:I:J:K:L:M:N:O:P:Q:R:S:T:U:V:W:X:Y:Z:#";

/* cup abbreviation */
" c" = " c";

/* gram abbreviation */
" g" = " g";

/* gallon abbreviation */
" gal" = " gal";

/* kilogram abbreviation */
" kg" = " kg";

/* liter abbreviation */
" l" = " l";

/* pound abbreviation */
" lb" = " lb";

/* milliliter abbreviation */
" ml" = " ml";

/* ounce abbreviation */
" oz" = " oz";

/* pint abbreviation */
" pt" = " pt";

/* quart abbreviation */
" qt" = " qt";

/* tablespoon abbreviation */
" Tbsp" = " Tbsp";

/* teaspoon abbreviation */
" tsp" = " tsp";

/* Section header for non A-Z items */
"123" = "123";

/* Button to add a new aisle */
"Add Aisle" = "Add Aisle";

/* Add all ingredients to recipe */
"Add all ingredients" = "Add all ingredients";

/* Add item to recipe */
"Add ingredients" = "Add ingredients";

/* View title */
"Add Ingredients" = "Add Ingredients";

/* THIS NEEDS TO BE SHORT - button when adding all aisles and items from email */
"Add Items" = "Add Items";

/* No comment provided by engineer. */
"Add Photo" = "Add Photo";

/* THIS NEEDS TO BE SHORT - button when adding from email */
"Add Recipe" = "Add Recipe";

/* button in email */
"Add to GroceryZen" = "Add to GroceryZen";

/* THIS NEEDS TO BE SHORT - button when adding from email */
"Add to List" = "Add to List";

/* No comment provided by engineer. */
"Add to recipes" = "Add to recipes";

/* View title */
"Add to Recipes" = "Add to Recipes";

/* DON'T CHANGE THIS - localized button name */
"add_button.png" = "add_button.png";

/* Aisle label
   Title for Select Aisle */
"Aisle" = "Aisle";

/* Aisle edit button */
"Aisles" = "Aisles";

/* Easter egg item: set to the item you like least */
"Broccoli" = "Broccoli";

/* button
   Cancel button */
"Cancel" = "Cancel";

/* Check out button */
"Check Out" = "Check Out";

/* Button */
"Choose Existing Photo" = "Choose Existing Photo";

/* Must be short! Button after user has emailed list. */
"Clear List" = "Clear List";

/* button
   Button text */
"Close" = "Close";

/* unit of measure */
"cup" = "cup";

/* unit of measure */
"cups" = "cups";

/* Add all from email */
"Do you want to add %d aisles and %d items to GroceryZen?" = "Do you want to add %1$d aisles and %2$d items to GroceryZen?";

/* add from email */
"Do you want to add %d items to your shopping list?" = "Do you want to add %d items to your shopping list?";

/* Message when user launches from a email to add a recipe
   Message when user launches from a website to add a recipe */
"Do you want to add a new recipe?\r\n\r\n%@" = "Do you want to add a new recipe?\r\n\r\n%@";

/* add from email - singular */
"Do you want to add one item to your shopping list?" = "Do you want to add one item to your shopping list?";

/* text in recipe email */
"Don't have GroceryZen?" = "Don't have GroceryZen?";

/* Done button
   done searching */
"Done" = "Done";

/* Button
   Edit picture label */
"Edit" = "Edit";

/* Title for edit aisle */
"Edit Aisle" = "Edit Aisle";

/* Title for Edit Aisle screen */
"Edit Aisles" = "Edit Aisles";

/* View name */
"Edit Notes" = "Edit Notes";

/* THIS NEEDS TO BE SHORT! Button to email a specific recipe */
"Email" = "Email";

/* E-mail all items button title */
"Email All Items" = "Email All Items";

/* E-mail shopping list button title */
"Email List" = "Email List";

/* E-mail recipe button title
   Title of view */
"Email Recipe" = "Email Recipe";

/* unit of measure */
"gallon" = "gallon";

/* unit of measure */
"gallons" = "gallons";

/* unit of measure */
"gram" = "gram";

/* unit of measure */
"grams" = "grams";

/* Load failure */
"GroceryZen had trouble loading the information from your most recent changes. If this keeps happening, please contact our technical support." = "GroceryZen had trouble loading the information from your most recent changes. If this keeps happening, please contact our technical support.";

/* Name of 'aisle' for completed items. */
"Have" = "Have";

/* email message contents */
"Here are all the items I use in GroceryZen." = "Here are all the items I use in GroceryZen.";

/* e-mail subject line for recipe */
"Here's my shopping list for \"%@\"" = "Here's my shopping list for \"%@\"";

/* Item count usually needed */
"I usually buy" = "I usually buy";

/* unit of measure */
"item" = "item";

/* Title for Edit Item */
"Item" = "Item";

/* e-mail subject line for Item list */
"Item list" = "Item list";

/* unit of measure */
"items" = "items";

/* Item view navigation title
   Items label */
"Items" = "Items";

/* Must be short! Button after user has emailed list. */
"Keep List" = "Keep List";

/* unit of measure */
"kilogram" = "kilogram";

/* unit of measure */
"kilograms" = "kilograms";

/* unit of measure */
"liter" = "liter";

/* unit of measure */
"liters" = "liters";

/* unit of measure */
"milliliter" = "milliliter";

/* unit of measure */
"milliliters" = "milliliters";

/* Placeholder for aisle name
   Placeholder for item name
   Placeholder for name
   Placeholder name for recipe */
"Name" = "Name";

/* Quantity for an ingredient in a recipe */
"Needed for this recipe" = "Needed for this recipe";

/* Item count currently needed
   Quantity needed */
"Needed now" = "Needed now";

/* Title for new aisle */
"New Aisle" = "New Aisle";

/* Title for New Item */
"New Item" = "New Item";

/* Title for New Recipe */
"New Recipe" = "New Recipe";

/* No comment provided by engineer. */
"No ingredients" = "No ingredients";

/* Aisle name if not selected
   Items text if none are selected
   No aisle
   Unspecified aisle */
"None" = "None";

/* Note text if not specified */
"Notes" = "Notes";

/* text in recipe email */
"Notes:" = "Notes:";

/* No comment provided by engineer. */
"OK" = "OK";

/* unit of measure */
"ounce" = "ounce";

/* unit of measure */
"ounces" = "ounces";

/* unit of measure */
"pint" = "pint";

/* unit of measure */
"pints" = "pints";

/* unit of measure */
"pound" = "pound";

/* unit of measure */
"pounds" = "pounds";

/* Quantity label
   Title of quantity screen */
"Quantity" = "Quantity";

/* unit of measure */
"quart" = "quart";

/* unit of measure */
"quarts" = "quarts";

/* Title for Edit Recipe
   Title for View Recipe */
"Recipe" = "Recipe";

/* Title for recipe name */
"Recipe Info" = "Recipe Info";

/* link text for site when emailing a recipe */
"Recipe website" = "Recipe website";

/* Recipes view navigation title */
"Recipes" = "Recipes";

/* Save button */
"Save" = "Save";

/* Placeholder */
"Search" = "Search";

/* Share view navigation title */
"Share" = "Share";

/* Shop view navigation title */
"Shop" = "Shop";

/* e-mail subject line for Shopping list */
"Shopping list" = "Shopping list";

/* text in recipe email */
"Shopping list:" = "Shopping list:";

/* Message after user has emailed list. */
"Since you emailed your list, do you want to clear it now?" = "Since you emailed your list, do you want to clear it now?";

/* unit of measure */
"tablespoon" = "tablespoon";

/* unit of measure */
"tablespoons" = "tablespoons";

/* Button */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"Tap on 'Edit' to add some." = "Tap on 'Edit' to add some.";

/* unit of measure */
"teaspoon" = "teaspoon";

/* unit of measure */
"teaspoons" = "teaspoons";

/* Message if emailing a list doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the list slightly and try again." = "The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the list slightly and try again.";

/* Message if emailing a recipe doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the recipe slightly and try again." = "The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the recipe slightly and try again.";

/* No comment provided by engineer. */
"This will reset all the items you have purchased." = "This will reset all the items you have purchased.";

/* Easter egg checkout message */
"This will reset all the items you have purchased.\r\nEwwww, you bought broccoli!" = "This will reset all the items you have purchased.\r\nEwwww, you bought broccoli!";

/* No comment provided by engineer. */
"Woohoo! You don't need anything\r\nelse today." = "Woohoo! You don't need anything\r\nelse today.";

/* Placeholder for recipe web address */
"www.example.com" = "www.example.com";

/* No comment provided by engineer. */
"You're done shopping" = "You're done shopping";

/* Message when can't add two things together like pounds + liters */
"You're trying to use two different units of measurement. Couldn't add these ingredients:\r\n" = "You're trying to use two different units of measurement. Couldn't add these ingredients:\r\n";

